Repository: sandrinesuire/project_10
Catalog: substitute/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The category name from openfoodfact api.
fr: Le nom de la catégorie de l'API openfoodfact

source: The store name from openfoodfact api.
fr: Le nom du magasin de l'API openfoodfact

source: the relation with store model
fr: la relation avec le modèle Store

source: The BarCode from openfoodfact api.
fr: Le nom CodeBarre de l'API openfoodfact

source: The nutrition grade of article from openfoodfact api.
fr: Le grade de nutrition de l'API openfoodfact

source: The store id from openfoodfact api.
fr: L'identifiant du magasin de l'API openfoodfact

source: the relation with category model
fr: la relation avec le modèle Category

source: The article name from openfoodfact api.
fr: Le nom de l'article' de l'API openfoodfact

source: The url article image from openfoodfact api.
fr: L'url de l'image de l'article' de l'API openfoodfact

source: List of article nutriments from openfoodfact api.
fr: La liste des nutriments de l'article de l'API openfoodfact

source: The url article from openfoodfact api.
fr: L'url de l'article' de l'API openfoodfact

source: List of article ingredients from openfoodfact api.
fr: La liste des ingrédients de l'article de l'API openfoodfact

source: List of article _keywords from openfoodfact api.
fr: La liste des mots clés de l'article de l'API openfoodfact

source: Internal field for working.
fr: Champ interne pour le travail

source: the relation with Profile model
fr: la relation avec le modèle Profile

source: the relation with Article model
fr: la relation avec le modèle Article

source: Pure Butter
fr: Pur Beurre

source: search
fr: rechercher

source: search a substitute
fr: rechercher un substitut.

source: My account
fr: Mon compte

source: My substitutes
fr: Mes substituts.

source: Logout
fr: Déconnection

source: Create an account/Signup
fr: Créer un compte utilisateur/Connection

source: Nutritional benchmarks for 100g
fr: Repères nutritionnels pour 100g

source: Energy (kcal)
fr: Energie

source: Fat/lipids
fr: Matières grasses/Lipides

source: Of which saturated fatty acids
fr: dont acides gras saturés

source: Carbohydrates
fr: Glucides

source: Of which sugar
fr: dont sucres

source: Dietary fiber
fr: Fibres alimentaires

source: Protein
fr: Protéines

source: Salt
fr: Sel

source: Of which Sodium
fr: dont sodium

source: Nutritional Score - France
fr: Score nutritionnel

source: Of which Nutri-Score
fr: dont Nutri-Score

source: Store likely to sell this product :
fr: Magasins suceptibles de fournir ce produit :

source: See the Openfoodfact card .
fr: Consulter la fiche Openfoodfact .

source: Save
fr: Sauvegarder

source: This article has already been saved in your substitutes.
fr: Cet article a déjà été sauvegardé dans votre liste de substituts.

source: Food data and photos, nutritional nutrients and benchmarks
fr: Données et photos des aliments, nutriscores et repères nutritionnels

source: CSS theme
fr: Thème CSS

source: Nutriscore Logos
fr: Logos Nutriscore

source: Personal image bank
fr: Banque d'image personnelle

source: Account User Logos
fr: Logos Compte utilisateur

source: Icons in different pages
fr: Icones dans différentes pages

source: Web Host
fr: Hébergeur Web

source: All rights reserved
fr: Tous droits réservés

source: Submit
fr: Envoyer

source: No account yet !!!
fr: Pas encore de compte !!!

source: Create an account
fr: Créer un compte utilisateur

source: Your substitute has just been save !
fr: Votre substitue a été enregistré avec succès.

source: Fat, yes, but quality!
fr: Du gras, oui, mais de qualité !

source: Find a substitute for those you eat every day.
fr: Trouvez un produit de substitution pour ceux que vous consommez tous les jours.

source: product
fr: produit

source: Search
fr: Rechercher

source: From ratatouille to croissants.
fr: De la ratatouille aux croissants

source: Pure Butter is the initiative of two lovers of French gastronomy, Colette Tatou and Rémy, whom you have certainly met in our excellent restaurant Ratatouille.
fr: Pur Beurre est l'initiative de deux amoureux de la gastronomie française, Colette Tatou et Rémy, que vous avez déjà certainement rencontrés dans notre excellent restaurant Ratatouille.

source: We all love to eat, especially in France! Personally, a fresh baguette, good goat cheese and a good red wine are enough for me. Like everyone else, I shop at the supermarket. But little by little I realized, especially when we opened the restaurant, that I could replace the sanitized products that I used to buy with good local products And often for the same price!
fr: Nous aimons tous manger, surtout en France ! Personnellement, une baguette fraîche, du bon fromage de chèvre et un bon vin rouge me suffisent amplement. Comme tout le monde, je fais mes courses au supermarché. Mais petit à petit je me suis rendue compte, surtout lorsque nous avons ouvert le restaurant, que je pouvais remplacer les produits aseptisés que j'avais l'habitude d'acheter par de bons produits du terroir Et souvent pour le même prix !

source: For my part I already went to many stores because I love to walk around, especially in cellars and kitchens. I knew by heart the content of organic shops (which I love) and the ingredients of all the food sold. When Colette asked me if she could replace her morning Nutella with a healthier food, I knew where to find it right away. The idea of ​​Pure Butter was born!
fr: Pour ma part je me rendais déjà dans bien des magasins car j'aime beaucoup me balader, surtout dans les caves et les cuisines. Je connaissais par coeur le contenu des boutiques bio (dont je raffole) ainsi que les ingrédients de tous les aliments vendus. Lorsque Colette m'a demandé si elle pouvait remplacer son Nutella matinal par un aliment plus sain, je savais tout de suite où le trouver. L'idée de Pur Beurre était née !

source: Contact us !
fr: Contactez-nous !

source: We make every effort to bring new features (online orders of your favorite products, eg ...), so do not hesitate to contact us if you have any questions or comments.
fr: Nous mettons tout en oeuvre pour apporter de nouvelles fonctionalités (commandes en lignes de vos produits favoris, par ex ...), alors n'hésitez pas à prendre contact avec nous si vous avez la moindre question ou remarque.

source: Impossible to create user with these data
fr: Impossible de créer l'utilisateur avec ces données.

source: No article can substitute your search.
fr: Aucun article ne peut substituer votre recherche.

source: You can substitute this product with :
fr: Vous pouvez substituer ce produit avec :

source: This article not exist.
fr: Cet article n'existe pas.

source: Here is the detailed card of your product
fr: Voici le détail de votre fiche produit.

source: Your substitute has been registred successfully!
fr: Votre substitue a été enregistré avec succès.

source: Here is your user profile :
fr: Voici votre fiche utilisateur :

source: Legality :
fr: Légalité :

source: Here is the list of your substitutes :
fr: Voici la liste de vos substituts :

source: You do not have a registered substitute yet
fr: Vous n'avez pas encore de substitut enregistré.

source: Title proposal related to your research :
fr: Proposition de titre en rapport avec votre recherche :
